;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Español (Latinoamérica)
;Language name in English e.g. German
LanguageEn=Spanish (Latin America)

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(vacío)
21027=OK
21028=Cancelar
21029=Cerrar

;Words - simple words can be reused
150=Ninguno
151=Aplicar
152=Carpeta
153=Archivo
154=Nombre
155=Ruta
156=Nombre:
157=Atajo de teclas:
158=Ruta:
159=Reset
160=Hotkey
161=Edit
162=Theme
163=Export
;164=Tip
165=Example:
166=Parameter

;Global
602=Opciones de Listary

;Balloon
801=Listary se está ejecutando en segundo plano.
802=Find As You Type
803=Find as you type has been disabled for this list temporarily. Press ESC to restore.

;Tray Menu
1001=Ayuda en línea.
1002=Buscar actualizaciones...
1003=Sobre Listary
1004=Salir

;Toolbar
1100=Buscar

;Favorite Menu
2000=Favorito
2001=Esta Aplicación
2002=Global
2003=Añadir aquí
2004=Añadir ésta carpeta a Favoritos
2050=No se pudo añadir a Favoritos
2051=Listary no pudo encontrar la ruta de ésta aplicación.

;Recent Menu
2100=Reciente
2101=Limpiar
2105=Monitorear esta aplicación
2106=No monitorear esta aplicación

;Commands Menu
2201=Carpetas abiertas
2202=Cambiar a la última carpeta abierta en el Admin. de Archivos
2203=Abrir el archivo seleccionado en el Admin. de Archivos
2204=Explorar ésta carpeta
2205=Línea de Comandos
2206=Ir a la carpeta de ésta aplicación
2207=Explorar la carpeta de ésta aplicación
2208=Mostrar extensiones en los archivos
2209=Mostrar archivos y carpetas ocultos
2210=Copiar la Ruta al Portapapeles
2211=Copiar rutas de los items seleccionados al Portapapeles
2212=Copiar nombres de los items seleccionados al Portapapeles
2213=Opciones
2214=Actualizar a la versión Pro
2215=Export List Content to Excel
2216=Deshabilitar Listary para ésta aplicación
2218=Separador
2219=Subir un nivel
2220=Create Folder
2252=Estás seguro de querer deshabilitar Listary para ésta aplicación?
2253=Deshabilitar Listary
2254=Listary ya no se mostrará la próxima vez en ésta aplicación.\nSiempre puedes ir a Opciones > Aplicaciones para habilitarlo de nuevo.
2260=Línea de Comandos (Administrador)
2261=Añadir ésta carpeta como Proyecto

; Export to Excel command
2270=Sorry this list is not supported.
2271=Processing...
2272=Save failed, please check if the file is open in another program.

;Search
2300=Lista
2301=Ir a
2302=No hay resultados.
2303=(carpeta actual)
2304=Proyecto
2305=Menú Contextual

;Options > General
3000=General
3001=Iniciar Listary al iniciar Windows
3002=Poner el foco en el listado para el Explorador de Windows en XP
3004=Cambio Rápido (Abrir carpeta actual en los diálogos cuando se cambie desde un Admin. de Archivos)
3005=Lenguaje:
3006=Administrador de Archivos por defecto
3007=Llena esto si prefieres usar un Admin. de Archivos aparte del Explorador de Archivos de Windows.\nUsa %1 como parámetro para la ruta. No olvides las comillas.
3008=Coincidencia dispersa.
3009=Check for updates automatically
3010=Check for new beta versions
3011=Reset Tips
3020=Prefix to disable find as you type for the current list temporarily (press ESC to restore):

;Options > Favorites
3100=Favoritos
3106=Submenu

;Options > Keywords
3300=Keywords
3306=Agregar Comando Personalizado
3309=Comando
3313=Título mostrado:
3314=Descripción:
3315=Palabra clave:
3316=Silencioso
3317=Ejecutar como Administrador
3318=Batch Add
3330=Format:

;Options > Applications
3402=Habilitar Listary para ésta aplicación
3403=Monitorear carpetas y archivos recientes

;Options > Display
3603=Relativo al listado
3604=Relativo a la ventana
3605=Desde arriba
3606=Desde abajo
3607=Desde izquierda
3608=Desde derecha
3618=Arriba de la ventana
3619=Abajo de la ventana
3620=Relativo al monitor
3621=Center of window
3624=Doble clic del ratón en un área vacía para activar Listary
3625=Clic medio del ratón para activar Listary
3626=Habilitar teclas abrev. locales cuando la Barra Listary esté oculta
3628=Posición de la Barra
3629=Buscar mientras escribe

;Options > Pro
3800=Actualizar a Listary Pro
3802=Nombre:
3803=Email:
3804=Código de Registro:
3808=Pegar desde el Portapapeles
3809=Verificar Código de Registro
3810=Felicitaciones, se ha actualizado a Listary Pro satisfactoriamente!
3811=Lo sentimos, el Código de Registro no es válido.
3812=Listary es gratuito solamente para uso personal y no comercial.
3813=Si desea usar Listary con fines comerciales, o si quiere apoyar el desarrollo de Listary, por favor actualice a la versión Pro.
3814=Conseguir Listary Pro Ahora!

;Options > About
3900=Sobre Listary
3902=Ver Página de Inicio
3903=Este Programa está licenciado a

;Options > Integration
4000=Integración
4002=Usar Total Commander para reemplazar diálogos:

;Custom Command Dialog
4200=Comando Personalizado
4201=Ruta completa de la aplicación.\nEjemplo: C:\Archivos de programa\7-Zip\7z.exe
4202=Parámetros:
4203=El ejemplo muestra cómo agregar el archivo seleccionado a un comprimido usando 7-Zip.\n\nPuede usar las siguientes variables como parámetro. Las variables no contienen comillas, agréguelas manualmente de acuerdo a sus necesidades.
4204=%file%\t\tRuta completa del archivo/carpeta seleccionado.\nEjemplo:  D:\download\music\example.mp3\n\n%path%\tRuta de la carpeta actual.\nEjemplo: D:\download\music\\n\n%filename%\tNombre del Archivo/Carpeta seleccionado.\nExample: example.mp3
4210=Crear archivo txt (Ejemplo)
4211=Crear "{query}.txt"
4212=E.j. ingresa "txt abc" para editar "abc.txt" con el Bloc de Notas

;Add Favorite Dialog
4300=Añadir Favorito
4301=Usar Ruta

;Menu List
4400=Menú
4401=Barra Listary
4402=Menú Emergente
4403=Favorito
4404=Aplicación Favorita
4405=Total Commander Directory Menu
4406=Reciente
4407=Comandos Inteligentes
4408=Menú Clic Izquierdo en bandeja
4409=Menú Clic Derecho en bandeja

;Menu List Item Type
4500=Carpeta Favorita
4501=Documento Favorito
4502=Ejecutar una aplicación

;Options > Menus
5000=Menús
5001=Comandos
5002=Reiniciar menús
5003=Reiniciar todos los menús y usar los menús por defecto? No se perderán los favoritos.
5010=Change Icon
5011=Restore Default Icon

;Options > Hotkeys
5200=Atajos de teclado
3503=Mostrar Barra Listary:
3504=Mostrar Menú Emergente:
5201=Press Ctrl twice to show/hide Listary
5210=Next item:
5211=Previous item:


;Options > By Application
5300=App Settings
5301=Rutas Ancladas
5302=Sólo se muestran las aplicaciones sin configuración por defecto.

;Options > Index
;Removed: 5402 5403
5404=Exclusión de búsqueda
5410=Excluir un disco o una carpeta
5411=Añadir un filtro de exclusión
5412=Remover entrada seleccionada
5413=Búsqueda en disco
5416=Deshabilitar búsqueda en disco
5417=Force Rebuild Index
5418=Loading...
5419=Index
5420=NTFS volumes
5421=Custom index locations
5422=Invalid folder exclusions
5423=Exclusion filters
5430=Add a custom location to index
5440=Update index every $1 minutes (0 to disable)
5441=Update Index Now


;Options > History
5500=Historial
5501=Monitorear historial de archivos y carpetas abiertos
5502=Limpiar Historial
5503=Eliminar todas las entradas de Historial?
3208=Seleccionar automáticamente el último archivo abierto en cuadros de diálogo de Abrir.
3215=Buscar archivos y carpetas recientes
5510=History Exclude

;Options > Projects
5600=Proyectos
5601=Palabra clave
5602=Qué es esto?
5603=Por ejemplo, si se añade "D:\Websites\Mi Blog" como proyecto, con la palabra clave "blog", puedes introducir "blog archivo_a_buscar.html" para buscar archivos y carpetas en él desde cualquier parte y en cualquier momento.
5605=Actualiza a Listary Pro para usar Proyectos!

;Options > Appearance
5700=Appearance
5701=Size
5702=Normal
5703=Small
5710=(in pixels. 0 to use default)
5711=Width:
5712=Maximum height:

;Options > Launch Apps
5800=Launch Apps
5801=Search Folders
5802=Search Windows Store apps

;Options > Search
5901=Filters
5902=Type "keyword:search query" or "search query keyword:" to apply a search filter
5910=Search in:
5911=Search for:
5912=Extensions:

;Options > Actions
6000=Actions
6001=Add custom action
6010=Open with Notepad (Example)

;Dialog > Add Exclude Filter
6100=Añadir Filtro de Exclusión
6101=* coincide cero o más carácteres
6102=? coincide exactamente un carácter
6103=Filtro:

;Dialog > Register Hotkey
6200=Atajos de Teclado de Listary
6201=El atajo de teclado $1 está en uso por otra aplicación.
6202=Especifica un nuevo:

;Dialog > Upgrade to Pro
6301=Esta característica es provista como parte de evaluación de Listary Pro.
6302=Continuar

;Updates
6400=Listary Update
6402=Listary can't check for updates now, please try again later.
6403=You are already using the most recent version of Listary, please check again in future.
6404=A new version of $1 is available.
6405=Installed Version:
6406=Latest Version:
6407=Open Download Page
6408=Skip This Version
6409=Recordar más tarde

;UI
8000=Clic para colocar atajo
8001=Presiona las teclas

;Tips
8500=Press $1 to switch to launcher mode
8501=Press $1 to enter Actions menu
8502=Press $1 to search only files

;Actions
9000=Acción
9001=Abrir carpeta contenedora
9002=Copiar ruta al Portapapeles
9003=Open
9004=Copiar la Ruta al Portapapeles
9005=Copy to Current Folder
9006=Move to Current Folder
9007=Copy
9008=Cut
9009=Send to
9010=Set Keyword
9011=Open with
9020=Are you sure you want to move "$1" to "$2"?
9021=Choose another app

;Tutorial
7000=Tutorial
7001=Inténtalo!
7002=Siguiente >
7003=No, gracias
7004=Listo
7005=Presiona *Siguiente >* cuando estes listo

7010=Parece ser que es la primera vez que usas Listary. Quieres ver el tutorial?

7020=Se abrirá una ventana del Explorador para comenzar.

7030=En el Explorador de Windows puedes escribir directamente lo que necesitas.
7031=Escribe *texto 2*

7040=*Tab / Arriba / Abajo:* Selecciona un archivo o carpeta
7041=*Enter:* Abre el archivo o carpeta seleccionado
7042=*ESC:* Esconde la Barra Listary

7050=Si usas el menú derecho (menú contextual) a menudo, el modo Acción te será de mucha utilidad.
7051=Escribe tu propio término de búsqueda
7052=Selecciona un resultado(usa Tab / Arriba / Abajo)
7053=Presiona la tecla *Flecha Derecha*

7060=Encontrarás todos tus entradas en el menú contextual (tanto 32 y 64 bits) Puedes usar la búsqueda para seleccionar la que necesitas instantáneamente.

7070=También puedes escribir una ruta directamente.
7071=Escribe una ruta como D:\Mi carpeta\Fotos

7080=Para evitar conflictos, en algunos administradores de archivos, Listary no se mostrará directamente al escribir. Pero siempre puedes usar el atajo ($1) para activarlo.
7081=Intenta presionando *$1*

7090=Si lo prefieres, puedes hacer doble clic o clic del medio con el ratón para acceder a Listary.
7091=Doble clic en un área vacía del panel derecho en el Explorador de Windows.

7100=Listary can search all your drives (NTFS) at breakneck speed.
7101=Type *notepad.exe*
7102=Selecciona Notepad
7103=Presiona Enter para abrirlo.

7110=Se debería abrir una ventana del Bloc de Notas.
7111=Clic en Archivo > Abrir... (o presiona Ctrl + A) en Bloc de Notas.

7112=Presiona *Ctrl + G*
7120=Listary abrirá la carpeta anterior en el Explorador de Windows! Puede ser tambien de ayuda hacer esto automáticamente.
7121=Cambia a la carpeta anterior en la ventana del Explorador de Windows
7122=Abre cualquier otra carpeta
7123=Vuelve al cuadro de diálogo en el Bloc de Notas.
7124=Nota que la carpeta ha cambiado en el cuadro de diálogo

7130=Hay muchas otras características en Listary, como Favoritos, Historial y Comandos. Puedes presionar los botones en la Barra Listary para explorar.

7141=Thank you very much for your time! Click the following link to learn more about other great features of Listary:
7142=Learn more about Listary
